Repository: WPPlugins/kill-adblock
Catalog: languages/kill-adblock-*.po
Languages: ar

source: Kill AdBlock Plugin Settings
ar: اعدادات اضافة Kill AdBlock

source: Kill AdBlock Settings
ar: اعدادات Kill AdBlock

source: Kill AdBlock Status
ar: الحالة

source: Enable
ar: تشغيل

source: Disable
ar: ايقاف

source: Message
ar: الرسالة

source: Message When AdBlock is enabled
ar: الرسالة التي ستظهر للمستخدم اذا كانت ايقاف الإعلان مفعل

source: Message Delay
ar: ظهور رسالة التحذير بعد

source: Time In Seconds To Show Kill Message
ar: الوقت بالثواني لظهور رسالة التحذير

source: Display Close Button
ar: إظهار زر الإغلاق

source: Yes
ar: نعم

source: No
ar: لا

source: Close Message Automatically
ar: اغلاق الرسالة بشكل آلي

source: Close Message Automatically Delay
ar: اغلاق الرسالة بشكل آلي بعد

source: Time In Seconds and You Should Active Previous Option
ar: الوقت بالثواني يجب ان تفعل الخيار السابق

source: Message Type
ar: شكل الرسالة

source: Sticky Bar
ar: شريط مثبت

source: Full Screen
ar: كامل الشاشة

source: Flying Box
ar: صندوق طائر
